[
    {
        "name": "Alien",
        "description": "The character is not human and probably not from Earth or at least Earth-616. The Marvel Multiverse features all sorts of different alien races. The most common of these—Kree, Skrulls and so on—have their own entries. If the character doesn't fit one of those, then this origin applies.",
        "examples": "Devil Dinosaur, Gamora, Groot, Rocket Raccoon.",
        "tags": ["Alien Heritage", ["Extreme Appearance", "(common)"]],
        "traits": [],
        "suggestedOccupation": "Outsider",
        "powers": []        
    },
    {
        "name": "Alien: Kree",
        "description": "The character is a member of the Kree, a humanoid race from the planet Hala who formed the interstellar Kree Empire in the region of space known as the Large Magellanic Cloud. They resemble humans but are stronger and tougher. Many of them have blue skin, but a good number of them have pink skin.\nThe air on Hala has much more nitrogen in it, and Kree who are raised in it (or something like it) have a hard time breathing the air on Earth.",
        "examples": "Captain Marvel (Mar-Vell), Hulkling (half Skrull and half Kree), Magnitron (Yon-Rogg), Ronan the Accuser.",
        "tags": ["Alien Heritage", ["Extreme Appearance", "(if blue-skinned)"]],
        "traits": ["Breathe Different", "Enhanced Physique"],
        "suggestedOccupation": "Outsider",
        "powers": []
    },
    {
        "name": "Alien: Shi'ar",
        "description": "The character is a member of the Shi'ar, an avian humanoid race from the planet Chandilar who formed the interstellar Shi'ar Empire in the Shi'ar Galaxy. They resemble humans but are much stronger and have feathers instead of hair on their heads.",
        "examples": "Adam-X, Deathbird, Majestrix Lilandra Nermani.",
        "tags": ["Alien Heritage", "Extreme Appearance"],
        "traits": ["Enhanced Physique"],
        "suggestedOccupation": "Outsider",
        "powers": []
    },
    {
        "name": "Alien: Skrull",
        "description": "The character is a member of the Skrull, a reptilian humanoid race of shape-shifters who formed the interstellar Skrull Empire. In their natural form, they have green skin, red or green eyes, pointed ears and furrowed chins. They sprang from the planet Skrullos in the Andromeda Galaxy.\nThe original Skrulls could not shape-shift, but the Celestials experimented on them to form Eternal Skrulls and Deviant Skrulls, much like they did with humans on Earth. The Deviant Skrulls became the dominant form of the species, driving the originals to extinction.",
        "examples": "Hulkling (half Skrull and half Kree), Lyja, Super-Skrull (Kl'rt).",
        "tags": ["Alien Heritage", ["Extreme Appearance", "(in their natural form)"]],
        "traits": [],
        "suggestedOccupation": "Outsider",
        "powers": ["Disguise", "Extended Reach", "Flexible Bones", "Shape-shift", "Slip Free"]
    },
    {
        "name": "Atlantean",
        "description": "The character is a member of the Homo mermanus, a variant race of humanity. Atlanteans breathe water through gills on both sides of their neck, and they cannot breathe air for longer than ten minutes.\nIf they live in the Atlantic Ocean, they likely have blue skin and hail from Atlantis. If they come from the Pacific Ocean, they likely have green skin and live in Lemuria.",
        "examples": "Attuma, Sub-Mariner (Namor), Namora, Warlord Krang.",
        "tags": ["Amphivious", "Extreme Appearance"],
        "traits": ["Breathe Different", "Enhanced Physique"],
        "suggestedOccupation": "Outsider",
        "powers": ["Heightened Senses", "Speed Swim"]
    },
    {
        "name": "Deviant",
        "description": "The character is a member of Homo descendus, a variant race of humanity created by the Celestials. They are scattered across Earth, but they mainly live in underground cities beneath the Pacific Ocean, close to Lemuria.\nOnly one hundred Deviants were originally created, but many more have been born over the millennia since then. They vary a great deal physically, coming in all sizes, shapes, colors and textures. Each is born with a unique physical mutation, and they have the latent genetic ability to develop powers, much like mutants.\nEternals are compelled to kill Deviant mutates as part of their principle, \"Correct excess deviation.\"",
        "examples": "Brother Tode, Karkas, Kro.",
        "tags": ["Extreme Appearance", "Hunted"],
        "traits": [],
        "suggestedOccupation": "Outsider",
        "powers": []
    },
    {
        "name": "Eternal",
        "description": "The character is a member of Homo Immortalis, a variant race of humanity created by the Celestials. They are scattered across Earth, but their headquarters lies in the city of Olympia, high in the mountains in Greece and folded into an echo dimension. Some live on Titan (a moon of Saturn) instead.\nThe Eternals live by three principles: 1. Protect Celestials. 2. Protect the Machine (a sentient A.I. deeply connected with the Earth). 3. Correct excess deviation.\n Only one hundred Eternals were originally created, and only two have been born since: Thanos and Eros. The character is either one of the lesser-known one hundred or a new Eternal brought to life through extraordinary means.\nThrough a ritual usually initiated by the Prime Eternal (their official leader), Eternals can be called to be part of a collective being known as the Uni-Mind.",
        "examples": "Ikaris, Sersi, Sprite, Thanos, Thena",
        "tags": ["Eternally Immortal", "Mahd Wy'ry"],
        "traits": [],
        "suggestedOccupation": "Outsider",
        "powers": []
    },
    {
        "name": "High Tech",
        "description": "The character's powers arise from high-tech devices that are well beyond the limits of modern-day engineering. This can come in many forms.",
        "examples": "Doctor Octopus (Otto Octavius), Gauntlet (Joseph Green), Mysterio (Quentin Beck), the Trapster.",
        "tags": [],
        "traits": ["Tech Reliance"],
        "suggestedOccupation": "",
        "powers": []
    },
    {
        "name": "High Tech: Android",
        "description": "The character is an artificial person. Their body (when they have one) is made of plastic, metal and circuitry rather than flesh and blood. Their powers come from technology embedded in their artificial body.",
        "examples": "Human Torch (Jim Hammond), Jocasta, Machine Man, Vision.",
        "tags": ["A.I.", ["Extreme Appearance", "(common)"]],
        "traits": ["Tech Reliance"],
        "suggestedOccupation": "Outsider",
        "powers": []
    },
    {
        "name": "High Tech: Battle Suit",
        "description": "The character wears a high-tech suit that grants them powers. When the battle suit is removed, the character no longer has access to the powers it grants. They are entirely—or at least mostly—normal underneath\nMost characters with this origin have the Extteme Appearance tag when wearing their battle suit.",
        "examples": "Iron Man (Tony Stark), Ironheart, War Machine",
        "tags": [["Extreme Appearance", "(common when in Battle Suit)"]],
        "traits": ["Tech Reliance"],
        "suggestedOccupation": "",
        "powers": []
    },
    {
        "name": "High Tech: Cybernetics",
        "description": "The character has high-tech, surgically embedded implants that grant them powers. These cannot be removed without great care or pain.\nIf the implants are obvious, the character gets the Extreme Appearance tag. Otherwise, the implants have been hidden inside their body (as with the lacing of Wolverine's skeleton with adamantium) and might be visible only when in use (like when Wolverine uses his claws), if then.",
        "examples": "Deathlok (all of them), Sabretooth, Winter Soldier, Wolverine (Logan)",
        "tags": [["Extreme Appearance", "(Common)"]],
        "traits": ["Tech Reliance"],
        "suggestedOccupation": "",
        "powers": []
    },
    {
        "name": "High Tech: Pym Particles",
        "description": "The character uses Pym Particles (named after their inventor, Henry Pym) to dramatically grow or shrink in size.\nAfter long-enough exposure to Pym Particles, many people are able to generate such particles on their own without the need of external aid. They may still need to use extra Pym Particles to reach extremely large or small sizes.",
        "examples": "Ant-Man (Scott Lang), Giant-Man (Rax Malhotra), Wasp (Janet Van Dyne).",
        "tags": [],
        "traits": [["Tech Reliance", "(at first)"]],
        "suggestedOccupation": "",
        "powers": [["Grow 1 and/or Shrink 1", "(at least)"]]
    },
    {
        "name": "Inhuman",
        "description": "The character is a member of Homo sapiens inhumanus, a variant race of humanity genetically engineered by the Kree. For millennia, they lived isolated from the world, but they emerged in recent years, led by Black Bolt.\nAll Inhumans carry a latent gene that can be activated by the Terrigen Mist. The explosion of a Terrigen Bomb spread the mist across the entire planet, revealing that many humans (including Kamala Khan) had Inhuman genetics. Black Bolt was later forced to destroy the Inhumans, leaving few outside of the royal family alive.\nThe character is one of those rare Inhumans who survived.",
        "examples": "Black Bolt, Crystal, Karnak, Lockjaw, Medusa, Ms. Marvel (Kamala Khan).",
        "tags": ["Inhuman Genes"],
        "traits": [],
        "suggestedOccupation": "",
        "powers": []
    },
    {
        "name": "Magic",
        "description": "The character's powers arise from supernatural means. There are many different traditions within magic, each with their own teachings.",
        "examples": "Clea, Doctor Voodoo (Jericho Drumm), Enchantress.",
        "tags": ["Supernatural"],
        "traits": [],
        "suggestedOccupation": "",
        "powers": []
    },
    {
        "name": "Magic: Chaos Magic",
        "description": "The character is able to use chaos magic, which allows them to bend reality to their will. It stems from the ancient god Chthon.",
        "examples": "Morgan Le Fay, Scarlet Witch, Wiccan.",
        "tags": ["Chaotic", "Supernatural"],
        "traits": [],
        "suggestedOccupation": "",
        "powers": []
    },
    {
        "name": "Mutant",
        "description": "The character's powers spring from them being a member of the subspecies Homo superior. They have a latent X-Gene that grants them powers, often triggered at adolescence.",
        "examples": "Cyclops, Jean Grey, Storm, Wolverine (Logan), Wolverine (Laura Kinney).",
        "tags": ["Hounded", "Krakoan", "X-Gene"],
        "traits": [],
        "suggestedOccupation": "",
        "powers": []
    },
    {
        "name": "Mythic: Asgardian",
        "description": "The character is a member of the Asgardian people, resembling the Norse gods. They call Asgard their home.\nThe character can be one of the many gods who have been named throughout history, or they can be one of the lesser-known gods of Asgard. They should choose something to be the god of.",
        "examples": "Hela, Heimdall, Loki, Sif, Thor (Odinson)",
        "tags": ["Supernatural", "Worshipped"],
        "traits": ["God Heritage", "Enhanced Physique"],
        "suggestedOccupation": "",
        "powers": []
    },
    {
        "name": "Special Training",
        "description": "The character's powers come from long hours of practice. Their intense focus grants them abilities that would astonish most people.",
        "examples": "Hawkeye (Clint Barton), Hawkeye (Kate Bishop), Nick Fury Jr., Shang-chi.",
        "tags": [],
        "traits": ["Determination"],
        "suggestedOccupation": "",
        "powers": [],
        "limitation": "Unless the character has another origin, they cannot choose powers that grant them superhuman abilities. Allowed power sets include Martial Arts, Melee Weapons, Ranged Weapons, Shield Bearer and Tactics. They can also choose basic powers a regular human could reasonably have. See the Basic powers list on page 80 (Core Rule Book)."
    },
    {
        "name": "Symbiote",
        "description": "The character has bonded with one of the Klyntar, a race of alien symbiotes created by the alien god Knull. Most of these creatures on Earth display spiderlike powers.\nWhen a character bonds with a symbiote, they go up one rank and gain the listed tags, traits and powers. Any remaining powers they select are often from the Spider-Powers set but do not have to be. Many symbiotes have the disguise power.\nIf the symbiote is Venom or one of its progeny, Spider-Man (Peter Parker) cannot gain any benefits from his Spider-Sense power against the bonded character.",
        "examples": "Carnage, Venom (Eddie Brock), Shriek.",
        "tags": [],
        "traits": [["Anathema", "Extreme Heat/Extreme Sonics"]],
        "suggestedOccupation": "",
        "powers": ["Environmental Protection", "Mighty 1"]
    },
    {
        "name": "Unknown",
        "description": "The character has developed powers but is not entirely sure how. It could be that the player or the Narrator knows, but the character does not, or maybe nobody else does either. Astonishing things happen all the time in the Marvel Multiverse, and there's no way to classify them all.\nThe source of these powers may be explained in time. It could turn out that the character actually has a standard type of origin, or it could be that they have an origin that is utterly unique.",
        "examples": "Squirrel Girl, Task Master",
        "tags": ["Mysterious"],
        "traits": [],
        "suggestedOccupation": "",
        "powers": []
    },
    {
        "name": "Weird Science",
        "description": "The character's powers arose from a scientific experiment or accident that's hard—if not impossible—to reproduce. Often, they had the latent genetic potential to develop powers and were somehow exposed to the right triggers—which would have likely killed most other people\nThese kinds of characters are sometimes called mutates. The difference between a mutate and a mutant is that a mutant's powers come to them naturally, but a mutate's powers require a triggering incident that might never happen. In this sense, Inhumans are all mutates who share a gene with a known trigger: the Terrigen Mist.",
        "examples": "Captain America (Steve Rogers), Daredevil (Mat Murdock), Invisible Woman, Jessica Jones, Luke Cage, Spider-Man (Miles Morales), Spider-Man (Peter Parker).",
        "tags": [],
        "traits": ["Weird"],
        "suggestedOccupation": "",
        "powers": []
    },
    {
        "name": "",
        "description": "",
        "examples": "",
        "tags": [],
        "traits": [],
        "suggestedOccupation": "",
        "powers": []
    }
]